[Main]
Add_Item_Title=Добавить элемент
Add_User_OK=Новый пользователь успешно добавлен!\nПожалуйста, нажмите вход
Btn_OK=OK
Cancel_Button=Отмена
CB_HidePassword=Скрыть пароль
Change_Item=Изменить элемент
Change_password_information=Изменить информацию о пароле
Copied=Скопировано!
Copy=Копировать
Create_RandomPass=Создать случайный пароль
CreateNewUser=Создать нового пользователя
Delete_password_information=Удалить информацию о пароле
Description=Описание
Generate_Btn=Генерировать
Good_Afternoon=Добрый день!
Good_Evening=Добрый вечер!
Good_Morning=Доброе утро!
Item_Name=Имя элемента
LB_PassLength=Длина пароля
LB_Password=Пароль
LB_SecureLevel=Уровень безопасности
LB_UserName=Имя пользователя
Login_Button=Войти
Message_Fill_UserName_Password=Пожалуйста, введите имя пользователя и пароль!
Message_Login_Fail=Имя пользователя или пароль неверны!
Message_Login_OK=Вход выполнен успешно!
Message_select_to_show=<Выберите для отображения>
Message_User_Exist=Имя пользователя уже существует!
Message_User_Not_Exist=Имя пользователя не существует!\nХотите создать нового пользователя?
Modification=Модификация
Numeric_Chars=Поддержка цифровых символов
Option=Опция
Options=Опции
Pass_Length=Длина
Password_information_changed=Информация о пароле изменена
Password_Level_Danger=Опасный
Password_Level_Normal=Нормальный
Password_Level_Safe=Безопасный
Please_Fill_AllFields=Пожалуйста, заполните все поля
Special_Chars=Поддержка специальных символов
Start_Btn=Начать
Type_Chars=Тип символов
Unknown=Неизвестный
UpperCase_Chars=Поддержка символов в верхнем регистре
Urls=URL-адреса
Welcome=Добро пожаловать
Hide_Password=Скрыть пароль
User_Name=Имя пользователя
Password=Пароль
Login=Войти
Add_Item=Добавить элемент
Change_Item=Изменить элемент
Cancel=Отмена